questions_and_answers = {
    "Что такое ДПО?": """ДПО (дополнительное профессиональное образование) — это программы для повышения квалификации и переподготовки специалистов, помогающие освоить новые навыки и знания.""",
    "Какие программы предлагает Московский Политех?": """Московский Политех предлагает курсы по IT, менеджменту, маркетингу, инженерии и многим другим направлениям.""",
    "Как записаться на курс?": """Вы можете оставить заявку прямо в этом боте или на сайте. Просто выберите программу, и мы свяжемся с вами для уточнения деталей.""",
    "Какие документы(данные) нужны для записи?": """Для записи потребуются паспорт, СНИЛС. Для некоторых программ может быть нужна дополнительная информация.""",
    "Как проходит обучение?": """Форматы: очный, дистанционный или смешанный — в зависимости от выбранной программы.""",
    "Сколько длится курс?": """Курсы могут длиться от нескольких недель до нескольких месяцев, в зависимости от программы. Подробнее вы можете ознакомиться на сайте ДПО или в нашем боте.""",
    "Сколько стоит обучение?": """Стоимость зависит от программы. Подробнее вы можете ознакомиться на сайте ДПО или в нашем боте.""",
    "Можно ли получить льготы?": """Для студентов и выпускников Московского Политеха предусмотрены льготы и скидки. Уточните детали у сотрудника ДПО.""",
    "Какой документ выдается после окончания курса?": """Вы получите удостоверение о повышении квалификации или диплом о переподготовке в зависимости от программы.""",
    "Помогает ли университет с трудоустройством?": """Мы сотрудничаем с компаниями и предлагаем карьерные консультации для выпускников.""",
    "Какие перспективы открывает программа?": """ДПО программы помогают перейти на более высокие должности, освоить новые навыки и повысить востребованность на рынке труда.""",
    "Есть ли программы для иностранных студентов?": """Да, доступны курсы для международных студентов, в том числе и на английском языке.""",
    "Контакты для вопросов и консультаций": """Для вопросов обращайтесь по телефону: +7(495) 223-05-23 или напишите на почту: inopt@mospolytech.ru."""
}
